Repository: enseitankado/etap
Catalog: usr/share/pardus/eta-register/data/po/*.po
Languages: tr

source: Error: USB subsystem not found.
tr: Hata: USB alt sistemi bulunamadı.

source: Error: Cannot access USB devices.
tr: Hata: USB cihazlarına bağlanılamıyor.

source: Unknown Device
tr: Bilinmeyen Cihaz

source: No USB devices found.
tr: USB cihazı bulunamadı.

source: Invalid response from server: {response_body}
tr: Sunucudan geçersiz yanıt: {response_body}

source: Server returned status {status_code}
tr: Sunucu {status_code} durum kodunu döndürdü

source: Your board has been registered to Pardus. The Central Management Application (LiderAhenk) will be installed.
tr: Tahtanız Pardus'a Kaydedildi. Merkezi Yönetim Uygulaması (LiderAhenk) kurulacak.

source: Error loading UI for installer: {e}
tr: Yükleyici arayüzü yüklenirken hata: {e}

source: Retrying installation...
tr: Kurulum yeniden deneniyor...

source: Starting installation...
tr: Kurulum başlatılıyor...

source: Updating package lists...
tr: Paket listeleri güncelleniyor...

source: {_('Error starting update process')}: {e_message}
tr: {_('Güncelleme işlemi başlatılırken hata')}: {e_message}

source: Package lists updated successfully.
tr: Paket listeleri başarıyla güncellendi.

source: apt update failed
tr: apt güncellemesi başarısız oldu

source: Installing '{pkg}'...
tr: '{pkg}' kuruluyor...

source: Installing package...
tr: Paket kuruluyor...

source: {_('Error starting installation process')}: {e_message}
tr: {_('Kurulum işlemi başlatılırken hata')}: {e_message}

source: Installation command finished.
tr: Kurulum komutu tamamlandı.

source: Installation command failed
tr: Kurulum komutu başarısız oldu

source: Verifying installation...
tr: Kurulum doğrulanıyor...

source: Verification successful: '{pkg}' is installed correctly.
tr: Doğrulama başarılı: '{pkg}' doğru bir şekilde kuruldu.

source: Verification failed: Package is not in a correctly installed state.
tr: Doğrulama başarısız: Paket doğru bir şekilde kurulu değil.

source: Error verifying installation: {e}
tr: Kurulum doğrulanırken hata: {e}

source: Enabling and starting the service...
tr: Servis etkinleştiriliyor ve başlatılıyor...

source: Enabling and starting the service...
tr: Servis etkinleştiriliyor ve başlatılıyor...

source: Failed to run the service helper script. Error: {error}
tr: Servis yardımcı komutu çalıştırılamadı. Hata: {error}

source: Service started successfully.
tr: Servis başarıyla başlatıldı.

source: Installation successful. You can close the window.
tr: Kurulum başarılı. Pencereyi kapatabilirsiniz.

source: The helper script failed to start the service. See log file for details. Error: {error}
tr: Yardımcı betik servisi başlatamadı. Ayrıntılar için günlük dosyasına bakın. Hata: {error}

source: Installation successful, but service start failed.
tr: Kurulum başarılı, ancak servis başlatılamadı.

source: Attempting to fix broken packages with 'dpkg --configure -a'...
tr: Bozuk paketler 'dpkg --configure -a' ile onarılmaya çalışılıyor...

source: Attempting to fix system packages...
tr: Sistem paketleri onarılmaya çalışılıyor...

source: Failed to run 'dpkg --configure -a'. Error: {error}
tr: 'dpkg --configure -a' çalıştırılamadı. Hata: {error}

source: 'dpkg --configure -a' completed successfully.
tr: 'dpkg --configure -a' başarıyla tamamlandı.

source: 'dpkg --configure -a' failed. Error: {error}
tr: 'dpkg --configure -a' başarısız oldu. Hata: {error}

source: Re-verifying installation after dpkg...
tr: Dpkg sonrası kurulum yeniden doğrulanıyor...

source: Verification successful after dpkg run.
tr: dpkg sonrası doğrulama başarılı.

source: Package still not installed after dpkg. Retrying full installation process...
tr: Paket, dpkg sonrası hala yüklü değil. Tüm kurulum süreci yeniden deneniyor...

source: Error during re-verification: {e}. Retrying full installation...
tr: Yeniden doğrulama sırasında hata: {e}. Tüm kurulum yeniden deneniyor...

source: Installation failed after all attempts.
tr: Tüm denemelerden sonra kurulum başarısız oldu.

source: Installation failed. Please check the log.
tr: Kurulum başarısız oldu. Lütfen kayıtları inceleyin.

source: Copied!
tr: Kopyalandı!

source: Set the initial status from the dispatcher.
tr: Dağıtıcıdan başlangıç durumunu ayarla.

source: Virtual Machine Detected
tr: Sanal Makine Algılandı

source: This application cannot be run inside a virtual machine.
tr: Bu uygulama bir sanal makinede çalıştırılamaz.

source: This application must be run by the '{required}' user, but it is run by '{current}'.
tr: Bu uygulama '{required}' kullanıcısı tarafından çalıştırılmalıdır, ancak '{current}' tarafından çalıştırılıyor.

source: Invalid User
tr: Geçersiz Kullanıcı

source: Error loading UI: {e}.
tr: Arayüz yüklenirken hata oluştu: {e}

source: Verifying school code...
tr: Okul kodu doğrulanıyor...

source: Invalid School Code
tr: Geçersiz Okul Kodu

source: The entered school code could not be found. Please check the code and try again.
tr: Girilen okul kodu bulunamadı. Lütfen kodu kontrol edip tekrar deneyin.

source: Configuration Error
tr: Yapılandırma Hatası

source: No Internet Connection
tr: İnternet Bağlantısı Yok

source: Your wired network device may be missing or not loaded. MAC address could not be retrieved. ETA Register performs board registration using the wired network device's MAC address.
tr: Kablolu ağ aygıtınız yok ya da yüklenmemiş olabilir. MAC adresi alınamadı. ETA Kayıt tahta kaydını kablolu ağ aygıtının MAC adresi ile gerçekleştirir.

source: Please check your network connection and try again.
tr: Lütfen internet bağlantınızı kontrol edip tekrar deneyin.

source: The '{}' package is not installed on your system.
tr: '{}' paketi sisteminizde kurulu değil.

source: Update Registration
tr: Kaydı Güncelle

source: You can update your registration information below.
tr: Kayıt bilgilerinizi aşağıdan güncelleyebilirsiniz.

source: Checking connection...
tr: İnternet bağlantısı kontrol ediliyor...

source: Unsupported Device
tr: Desteklenmeyen Cihaz

source: Close
tr: Kapat

source: Your touch panel vendor is not in the allowed list. Please report your vendor ID to: <b>{}</b>
tr: Dokunmatik panel izin verilen üreticiler listesinde değil. Üretici ID buraya bildirin: <b>{}</b>

source: Detected USB Devices:
tr: Bulunan USB Cihazları:

source: Vendor
tr: Üretici

source: Device
tr: Cihaz

source: Name
tr: İsim

source: Connecting to ETA server...
tr: ETA sunucusuna bağlanılıyor...

source: Network connection failed.
tr: Ağ bağlantısı başarısız.

source: Could not connect to the ETA server. Please try again later.
tr: ETA sunucusuna bağlanılamadı. Lütfen daha sonra tekrar deneyin.

source: Retry
tr: Tekrar Dene

source: Fetching provinces...
tr: İller getiriliyor...

source: Error Fetching Data
tr: Veri Getirme Hatası

source: Could not fetch the list of provinces. Please check your connection and try again.
tr: İl listesi getirilemedi. Lütfen bağlantınızı kontrol edip tekrar deneyin.

source: Fetching districts...
tr: İlçeler getiriliyor...

source: Could not fetch the list of districts. Please try again.
tr: İlçe listesi getirilemedi. Lütfen tekrar deneyin.

source: Fetching schools...
tr: Okullar getiriliyor...

source: Could not fetch the list of schools. Please try again.
tr: Okul listesi getirilemedi. Lütfen tekrar deneyin.

source: Unit Name Required
tr: Sınıf Adı Zorunlu

source: The unit name (room name) is required and cannot be empty for update.
tr: Sınıf adı (oda adı) güncelleme için zorunludur ve boş bırakılamaz.

source: The unit name (room name) is required and cannot be empty for registration.
tr: Sınıf adı (oda adı) kayıt için zorunludur ve boş bırakılamaz.

source: Invalid Unit Name
tr: Geçersiz Sınıf Adı

source: The unit name must be between 2 and 12 characters long.
tr: Sınıf adı 2 ile 12 karakter arasında olmalıdır.

source: Updating... Please wait.
tr: Güncelleniyor... Lütfen bekleyin.

source: Update Failed
tr: Güncelleme Başarısız

source: Could not find the board ID for the update operation.
tr: Güncelleme işlemi için kart kimliği bulunamadı.

source: Registering... Please wait.
tr: Kaydediliyor... Lütfen bekleyin.

source: Registration Failed
tr: Kayıt Başarısız

source: Could not generate the necessary data for registration.
tr: Kayıt için gerekli veriler oluşturulamadı.

source: An unexpected error occurred during registration.
tr: Kayıt sırasında beklenmedik bir hata oluştu.

source: Could not connect to the registration server. Please check your internet connection and try again.
tr: Kayıt sunucusuna bağlanılamadı. Lütfen bağlantınızı kontrol edip tekrar deneyin.

source: Pardus Registration Successful
tr: Pardus Kaydı Başarılı

source: Your device has been registered with Pardus. The central management application (LiderAhenk) will now be installed.
tr: Tahtanız Pardus'a Kaydedildi. Merkezi Yönetim Uygulaması (LiderAhenk) kurulacak.

source: Invalid URL
tr: Geçersiz URL

source: Invalid JSON or encoding in response
tr: Yanıtta geçersiz JSON veya kodlama

source: API Error: Status {status_code}
tr: API Hatası: Durum {status_code}

source: Failed to decode JSON from response
tr: Yanıttan JSON verisi çözülemedi

source: ETA Register
tr: ETA Kayıt

source: Checking status... Please wait.
tr: Durum kontrol ediliyor... Lütfen bekleyin.

source: Loading
tr: Yükleniyor

source: This device is not registered at Pardus.
tr: Bu cihaz Pardus'a kayıtlı değil.

source: Please register your device.
tr: Lütfen cihazınızı kaydedin.

source: School Code:
tr: Okul Kodu:

source: Enter School Code Here
tr: Okul Kodunu Buraya Girin

source: Register
tr: Kaydet

source: If you dont know your school code; you can register by selecting province, town and school.
tr: Okul kodunuzu bilmiyorsanız; il, ilçe ve okul seçerek kayıt olabilirsiniz.

source: Choose Province, Town and School
tr: İl, İlçe ve Okul Seç

source: Enter the classroom/location of the board.
tr: Tahtanın bulunduğu sınıfı/konumu giriniz.

source: e.g., 7-C or Teacher's Room.
tr: Örn: 7-C, OgrOdasi

source: Room Name:
tr: Sınıf Adı:

source: Back
tr: Geri

source: Cancel
tr: İptal

source: Choose Province/Town/School
tr: İl / İlçe / Kurum Seçimi

source: Search Provinces...
tr: İl Ara...

source: Provinces
tr: İller

source: Search Districts...
tr: İlçe Ara...

source: Districts
tr: İlçeler

source: Search Schools...
tr: Okul Ara...

source: Schools
tr: Okullar

source: Confirm
tr: Onayla

source: Selection Register
tr: Seçimle Kayıt

source: A required package is not installed on your system.
tr: Sisteminizde gerekli bir paket kurulu değil.

source: Installation in progress...
tr: Kurulum devam ediyor...

source: Copy Logs
tr: Logları Kopyala

source: Install
tr: Yükle

source: Installation in progress... Please wait.
tr: Kurulum devam ediyor... Lütfen bekleyin.

source: Installing
tr: Yükleniyor

source: Your device is registered with the following information:
tr: Cihazınız aşağıdaki bilgilerle kayıtlıdır:

source: Province:
tr: İl:

source: District:
tr: İlçe:

source: Institution:
tr: Kurum:

source: Institution Code:
tr: Kurum Kodu:

source: Edit
tr: Düzenle

source: Information
tr: Bilgi

source: Register Smart Board
tr: Akıllı Tahtayı Kaydet

source: register,smart board,eta,eta register,eta kayıt
tr: kayıt,akıllı tahta,eta,eta kayıt

source: Eta Register
tr: Eta Kayıt

source: register;eta;pardus;
tr: kayıt;eta;pardus;
